Dungeon7 = {
    displayName = "Операция: шлюз",
    realName    = "Операция: шлюз",
    bosses = {
        {
            realName    = "Большая МАМА",
            displayName = "Большая МАМА",
            short       = [[
1. Фокусируйтесь на аддах, прерывайте их и избегайте их рывка.
2. Когда вы выбраны, направляйте Звуковой удар в сторону от группы.

Дополнительно: Танк Смягчайте Электроудар. Перемещайте босса после каждого промежутка.
]],
            details     = ""
        },
        {
            realName    = "Пара подрывников",
            displayName = "Пара подрывников",
            short       = [[
1. Когда выбраны для рывка, заманивайте босса, чтобы он пробежал через бомбы.
2. Когда вокруг вас появляется круг, вставайте рядом с бомбами.

Дополнительно: Хилер Рассеивайте круг с игроков рядом с бомбами, чтобы уничтожить их. Танк Смягчайте Удар.
]],
            details     = ""
        },
        {
            realName    = "Торфоморд",
            displayName = "Торфоморд",
            short       = [[
1. Держитесь рядом с игроком, к которому вы привязаны, уклоняйтесь от атак босса вместе и обходите босса слева.

Дополнительно: Танк Смягчайте когти грязи.
]],
            details     = ""
        },
        {
            realName    = "Гизл Гигабжик",
            displayName = "Гизл Гигабжик",
            short       = [[
1. НЕ наступайте в лужи воды с ДОТ Гигабжик.
2. Заманивайте искры, которые фокусируются на вас, в свободные лужи воды.

Дополнительно: Танк Не дайте сбить себя с арены ударом грома.
]],
            details     = ""
        },
    }
}