Dungeon2 = {
    displayName = "Тазавеш – улицы чудес",
    realName    = "Тайный рынок Тазавеш",
    bosses = {
        {
            realName    = "Зо'фекс Часовой",
            displayName = "Зо'фекс Часовой",
            short       = [[
1. Подберите оружие после разоружения.
2. Убегайте, если выбраны для Допроса. Уничтожьте камеру содержания как можно скорее.
]],
            details     = ""
        },
        {
            realName    = "Большой зверинец",
            displayName = "Большой зверинец",
            short       = [[
Босс-1. Убегайте, когда вас притягивают, и избегайте падающих шаров.
Босс-2. Поглощайте шары анимы с дебаффом Чревоугодие. Разрушайте щит и прерывайте.
Босс-3. Уничтожайте цепи. Убегайте, когда вас засасывает.

Дополнительно: Хилер рассеивает большие круги во время боя с боссом. (Босс-2)
]],
            details     = ""
        },
        {
            realName    = "Кавардак на почте",
            displayName = "Кавардак на почте",
            short       = [[
1. Ловите падающие бутылки.
2. Собирайтесь в желтом круге.
3. При 100 энергии бросайте посылки в активную колонну доставки.
]],
            details     = ""
        },
        {
            realName    = "Оазис Мизы",
            displayName = "Оазис Мизы",
            short       = [[
1. Используйте дополнительную кнопку действия инструмента, чтобы попадать по нотам.
2. Адды: Прерывайте крик и контролируйте мобов, кастующих Подавление.
3. Зо'грон появляется: Убегайте от фронтальной атаки Контроля толпы. Убегайте с кругами. Разрушайте щит.
]],
            details     = ""
        },
        {
            realName    = "Со'азми",
            displayName = "Со'азми",
            short       = [[
Телепортируйтесь внутрь круговой атаки, используя фигуры. Для остановки Двойной техники требуется два прерывания.
]],
            details     = ""
        },
    }
}