Dungeon3 = {
    displayName = "Тазавеш – гамбит Со'леи",
    realName    = "Тайный рынок Тазавеш",
    bosses = {
        {
            realName    = "Хильбранд",
            displayName = "Хильбранд",
            short       = [[
1. Убейте аддов, избегайте фронтального удара и убегайте, когда нацелены лучом огня.
2. Отнесите руны в соответствующий угол, указанный на консоли.
]],
            details     = ""
        },
        {
            realName    = "Хронокэп Крюкохвост",
            displayName = "Хронокэп Крюкохвост",
            short       = [[
1. Избегайте опасных зон на земле, в основном.
2. Танк направляйте дыхание на аддов, чтобы убить их.

Дополнительно: ДПС и хилеры держитесь ближе друг к другу.
]],
            details     = ""
        },
        {
            realName    = "Со'лея",
            displayName = "Со'лея",
            phases = {"Фаза 1", "Фаза 2"},
            phaseText = {
                ["Фаза 1"] = [[
1. Прерывайте и убивайте аддов.
2. Вбегайте в Коллапсирующую звезду, чтобы снять заряды, но не торопитесь! Нужно распределить ДОТ по времени.
]],
                ["Фаза 2"] = [[
1. Когда появляются стрелки, направляйте их через парящие звезды, чтобы уничтожить их, но не стойте НА звездах.
2. Избегайте ракет, больших кругов и распределяйте ДОТ от Коллапсирующей звезды, как в Фазе 1.
]]
            },
            details = ""
        },
    }
}